[M_ListenToGrandmaRaid MissionDefinition]
MissionName="Histórias da Vovózinha: Dificuldade de Incursão"
MissionDescription="A Vovó Flexington tem outra história pra você.  Leve seus amigos."
TurnInDescription="Que jovem agradável!"
MissionSummary="Escute a segunda história da vovózinha."
MissionGiver="Vovó Flexington"
MissionTurnInLocation="Vovó Flexington"
TeaserText="Será que você vai ter paciência para aguentar a segunda história da vovózinha Flexington?"

[M_ListenToGrandmaRaid:BringBackCandy MissionObjectiveDefinition]
ProgressMessage="Devolva o doce"

[M_ListenToGrandmaRaid:FindCandy MissionObjectiveDefinition]
ProgressMessage="Encontre as balas Schwartzmann"

[M_ListenToGrandmaRaid:FindCandyDrop MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="A Vovó Flexington tem outra história pra você, porém, ela também é um pouco gulosa.  Ela lhe pediu para encontrar algumas balas Schwartzmann."

[M_ListenToGrandmaRaid:GatherGrandma MissionObjectiveDefinition]
ProgressMessage="Aproxime-se da Vovó Flexington"

[M_ListenToGrandmaRaid:KillGrandmaTributes MissionObjectiveDefinition]
ProgressMessage="Derrote os tributos"

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="A Vovó Flexington tem outra história pra você.  Leve seus amigos."

[M_ListenToGrandmaRaid:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandmaRaid:RaidListentoStory MissionObjectiveDefinition]
ProgressMessage="Escute a próxima história da vovózinha"

